Repository: 5l1v3r1/Measure
Catalog: po/*.po
Languages: fr

source: Measure
fr: Mesure

source: Sound
fr: Son

source: Sensors
fr: Capteurs

source: Time Base
fr: Base de temps

source: Measure Log
fr: Journal des mesures

source: User
fr: Utilisateur

source: Interval
fr: Intervalle

source: Waveform
fr: Forme d'onde

source: Sensors, DC (connect sensor to pink 'Mic In' on left side of XO)
fr: Capteurs, CC (connecter le capteur au port 'Mic In' à gauche du XO)

source: Bias/Offset Enabled
fr: Biais/décalage activé

source: Bias/Offset Disabled
fr: Biais/décalage désactivé

source: Invert
fr: Inversion

source: Resistance Sensor
fr: Capteur de résistance

source: Voltage Sensor
fr: Capteur de tension

source: 1/10 second
fr: 1/10 de seconde

source: 1 second
fr: 1 seconde

source: 30 seconds
fr: 5 secondes

source: Start Recording
fr: Commencer l'enregistrement

source: Stop Recording
fr: Arrêter l'enregistrement

source: Increase amplitude
fr: Augmenter l'amplitude

source: Decrease amplitude
fr: Diminuer l'amplitude

source: Increase bias
fr: Augmenter le biais

source: Decrease bias
fr: Diminuer le biais

source: Capture now
fr: Capturer maintenant

source: Every 30 sec.
fr: Toutes les 30 s.

source: Every 2 min.
fr: Toutes les 2 min.

source: Every 10 min.
fr: Toutes les 10 min.

source: Every 30 min.
fr: Toutes les 30 min.

source: Frequency Base
fr: Base de fréquence

source: X Axis Scale: 1 division = %(division)s %(unit)s
fr: Échelle de l'axe X : 1 division = %(division)s %(unit)s

source: Freeze the display
fr: Figer l'écran

source: Sampling interval
fr: Pas d'échantillonnage

source: Capture sample now
fr: Capturer un échantillon maintenant

source: None
fr: Aucun

source: Rising Edge
fr: Front montant

source: Falling Edge
fr: Front descendant

source: Create a trigger
fr: Créer un déclencheur

source: Zoom out
fr: Zoom arrière

source: Zoom in
fr: Zoom avant

source: Stop sampling
fr: Arrêter l'échantillonnage

source: Start sampling
fr: Démarrer l'échantillonnage

source: Unfreeze the display
fr: Défiger l'écran
