Repository: 5l1v3r1/Measure
Catalog: po/ach.po
Languages: ach

source: Measure
ach: Pim

source: Guitar
ach: Gita

source: Bass
ach: Dwon madongo

source: Recorder
ach: Lamak dwon

source: Sound
ach: Dwon mawoo

source: Session
ach: Kare

source: User
ach: Latic kwede

source: Mode
ach: Kite moni

source: Date
ach: Nino dwe

source: Interval
ach: Dyere mere

source: Channels
ach: Yore me cwalo

source: Waveform
ach: Twagere

source: Sensors
ach: Gin mangeyo

source: Tuning
ach: Loko kacwalo iyamo

source: Add instrument
ach: Medi nyonyo matiyo

source: Controls
ach: Gwoko

source: Time Base
ach: Ka Caa kikome

source: Freeze the display
ach: Kwee yarone

source: Capture sample now
ach: Mak lapor kombedi

source: Measure Log
ach: Pim Dule

source: Unfreeze the display
ach: Pe i kwe yarone

source: Frequency Base
ach: Kama aa beo ki ie

source: Resistive sensor (connect sensor to pink 'Mic In' on left side of XO)
ach: Lanyut Majem odoco (kub lanyut i dwok i pinki 'Mic Ii' tung cam me XO)

source: Voltage sensor (connect sensor to pink 'Mic In' on left side of XO)
ach: Lanyut me jemo (kub lanyut i dwok i pinki 'Mic Ii' tung cam me XO)

source: Resistance
ach: Jemo

source: Voltage
ach: Lamed gupu

source: Invert
ach: Dwogo cen

source: Resistance Sensor
ach: Lanyut Jemo

source: Voltage Sensor
ach: Lanyut Lamed gupu

source: 1/10 second
ach: ceken 1/10

source: 1 second
ach: ceken 1

source: 30 seconds
ach: ceken 30

source: 5 minutes
ach: dakika 5

source: 30 minutes
ach: dakika 30

source: Sampling interval
ach: Temo poro namba me adaa

source: Start Recording
ach: Cak Mako dwone

source: None
ach: Peke

source: Rising Edge
ach: Wie matye kadonyo

source: Falling Edge
ach: Wie Matye kapoto

source: Create a trigger
ach: Yub gin tugu

source: Zoom out
ach: Cor tenge

source: Zoom in
ach: Wa tung boti

source: Stop Recording
ach: Gik mako

source: Increase amplitude
ach: Med dwone

source: Decrease amplitude
ach: Dwok dwone cen

source: Increase bias
ach: Med popoko

source: Decrease bias
ach: Dwok cen popoko

source: Tune an instrument.
ach: Ter nyonyo me tic.

source: Notes
ach: Lok me aketa piny

source: Enter a frequency to display.
ach: Ket kabeo wek yar kamaleng.

source: Show tuning line.
ach: Nyut layin me tero dwone.

source: Show harmonics.
ach: Nyut kit madwone ngur.

source: Play a note.
ach: Tuk lok aketa.

source: All notes
ach: Lok aketa weng

source: Hide tuning line.
ach: Kan layin me tero.

source: Hide harmonics.
ach: Kan mit madwone ngur.

source: my instrument
ach: Gin akonya me tic

source: Enter instrument name.
ach: Ket nying nyonyo me tic.

source: Add a new note.
ach: Ket lok angea manyen piny.
