Repository: 5l1v3r1/Measure
Catalog: po/hus.po
Languages: hus

source: Measure
hus: t'ípoy

source: Sound
hus: janídh

source: Sensors
hus: ots'bixtaláb

source: Time Base
hus: aknixtaláb aytal ki´j

source: Session
hus: Tamkudh t´ojláb

source: User
hus: eyendhom

source: Interval
hus: jalk´uxtaláb

source: Waveform
hus: In aytal an yunk´idh

source: Sensors, DC (connect sensor to pink 'Mic In' on left side of XO)
hus: Ots'bil DC (ka xapchij an ots'bil tin jólil an kawidhmédhomtaláb axi majudh iko' tin k'watab waltelil an XO)

source: Bias/Offset Enabled
hus: sesgo/Walkadh pelk´ontaláb

source: Bias/Offset Disabled
hus: yab walkadh

source: Volts
hus: Voltios

source: Invert
hus: wenk´ow

source: Resistance Sensor
hus: ots´bixtal an tsápláp

source: Voltage Sensor
hus: Ots'bixtal kal an k'amal ts' áj

source: 1/10 second
hus: Láju adhik k'ij

source: 1 second
hus: Jun adhik k'ij

source: 30 seconds
hus: Jun inik láju adhik k'ij

source: 5 minutes
hus: bó' tsakam kij

source: 30 minutes
hus: jun inik láju tsakam k'ij

source: Start Recording
hus: tujchij an ts'át'altaláb

source: Stop Recording
hus: kubla' an ts'át'altaláb

source: Increase amplitude
hus: ka puwedha in owel

source: Decrease amplitude
hus: ka tsiptimedha in owel

source: Increase bias
hus: yanedha' sesgo/an pelk'ontaláb

source: Decrease bias
hus: we'médha' sesgo/an pelk'ontaláb

source: Capture now
hus: xowé ka yak'wa

source: Every 30 sec.
hus: ti jun inik láju adhik k'ij

source: Every 2 min.
hus: ti tsabchik tsakam k'ij

source: Every 10 min.
hus: ti láju tsakam k'ij

source: Every 30 min.
hus: ti jun inik láju tsakam k'ij

source: Frequency Base
hus: kits'lab aknixtalab wilk'idhaytaláb

source: X Axis Scale: 1 division = %(division)s %(unit)s
hus: ts'ejel kitsláb X tsalpantal t'ipláb: 1 mu'uxtaláb = %(division)s %(unit)s

source: Hz
hus: Hercio(hz)

source: Freeze the display
hus: ka kubla' an walek

source: Sampling interval
hus: k’elbadh jolat ti ts'ejel tejwamedhomtaláb

source: Capture sample now
hus: ka yak'wa xo' an tejwamelomtaláb

source: None
hus: má ni jun

source: Rising Edge
hus: ka puwedha´ in pulik an xam

source: Falling Edge
hus: ka tsiptimedha in puwel an xam

source: Create a trigger
hus: Ts'ejka' jun i kwi'íl

source: Zoom out
hus: tsipti'méjdha'(ówmedha') ok'tsalap

source: Zoom in
hus: Puwedha'(ututuy) ok'tsalap

source: Stop sampling
hus: kabal ti t'ipláb

source: Start sampling
hus: ts'ikinal an t'ipláb

source: Unfreeze the display
hus: ka tsáb lek'wdha' an walek
